---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KgPerS
source: html/ce1aeea2-1d98-4e23-9da7-1f3c993472ff.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KgPerS Property

Symbol kg/s, indicating unit Kilograms per second.

## Syntax (C#)
```csharp
public static ForgeTypeId KgPerS { get; }
```